Revit 2027 API
SymbolTypeId.BtuPerHFtDegreeF Property
 Symbol BTU/(h·ft·°F), indicating unit British thermal units per hour foot degree Fahrenheit.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId BtuPerHFtDegreeF { get; }
Public Shared ReadOnly Property BtuPerHFtDegreeF As ForgeTypeId
	Get
public:
static property ForgeTypeId^ BtuPerHFtDegreeF {
	ForgeTypeId^ get ();
}
static member BtuPerHFtDegreeF : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace